[
    {
        "id": 1,
        "title": "Человек-муравей и Оса",
        "text": "<p class=\"gp\">Скотт Лэнг, известный также как Человек-муравей, уже заслужил право оказаться в команде Мстителей. Но желание быть ближе к дочери удерживает его в родном Сан-Франциско – до тех пор, пока доктор Хэнк Пим, создавший когда-то изменяющий размеры своего владельца чудо-костюм, не призывает Скотта присоединиться к новой опасной миссии. А помогать в противостоянии с коварным врагом Человеку-муравью будет новая напарница – Оса.</p>",
        "groupCode": 10002,
        "urlFile": {
            "image": "Ant-man_and_Wasp.webp",
            "poster": "Ant-man_and_Wasp_poster.jpg",
            "movie": "Ant-man_and_Wasp.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "09.11.2021 00:00:00",
        "active": true
    },
    {
        "id": 2,
        "title": "Пираты Карибского моря: Проклятие Черной жемчужины",
        "text": "<p class=\"gp\">Жизнь харизматичного авантюриста, капитана Джека Воробья, полная увлекательных приключений, резко меняется, когда его заклятый враг капитан Барбосса похищает корабль Джека Черную Жемчужину, а затем нападает на Порт Ройал и крадет прекрасную дочь губернатора Элизабет Свонн.</p><p class=\"gp\">Друг детства Элизабет Уилл Тернер вместе с Джеком возглавляет спасательную экспедицию на самом быстром корабле Британии, чтобы вызволить девушку и заодно отобрать у злодея Черную Жемчужину. Вслед за этой парочкой отправляется амбициозный коммодор Норрингтон, который к тому же числится женихом Элизабет.</p><p class=\"gp\">Однако Уилл не знает, что над Барбоссой висит вечное проклятие, при лунном свете превращающее его с командой в живых скелетов. Проклятье будет снято лишь тогда, когда украденное золото Ацтеков будет возвращено пиратами на старое место.</p>",
        "groupCode": 20001,
        "urlFile": {
            "image": "Pirates_of_the_Caribbean_The_Curse_of_the_Black_Pearl_1080p.webp",
            "poster": "Pirates_of_the_Caribbean_The_Curse_of_the_Black_Pearl_1080p_poster.jpg",
            "movie": "Pirates_of_the_Caribbean_The_Curse_of_the_Black_Pearl_1080p.mp4",
            "movieEng": "Pirates_of_the_Caribbean_The_Curse_of_the_Black_Pearl_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 1,
        "create": "09.11.2021 00:00:00",
        "active": true
    },
    {
        "id": 3,
        "title": "Пираты Карибского моря: Сундук мертвеца",
        "text": "<p class=\"gp\">Вновь оказавшись в ирреальном мире, лихой капитан Джек Воробей неожиданно узнает, что является должником легендарного капитана «Летучего Голландца» Дэйви Джонса. Джек должен в кратчайшие сроки решить эту проблему, иначе ему грозит вечное проклятие и рабское существование после смерти. Вдобавок ко всему, срывается свадьба Уилла Тернера и Элизабет Суонн, которые вынуждены составить Джеку компанию в его злоключениях…</p>",
        "groupCode": 20002,
        "urlFile": {
            "image": "Pirates_of_the_Caribbean_Dead_Mans_Chest_1080p.webp",
            "poster": "Pirates_of_the_Caribbean_Dead_Mans_Chest_1080p_poster.jpg",
            "movie": "Pirates_of_the_Caribbean_Dead_Mans_Chest_1080p.mp4",
            "movieEng": "Pirates_of_the_Caribbean_Dead_Mans_Chest_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 1,
        "create": "09.11.2021 00:00:00",
        "active": true
    },
    {
        "id": 4,
        "title": "Пираты Карибского моря: На краю света",
        "text": "<p class=\"gp\">Новые приключения Джека Воробья и его друзей Уилла Тернера и Элизабет Суонн. На этот раз Уиллу и Элизабет придется объединиться с самим Капитаном Барбоссой для того, чтобы отправиться на край света и спасти своего друга — Джека. Ситуация осложняется тем, что Элизабет попадает к сингапурским пиратам…</p>",
        "groupCode": 20003,
        "urlFile": {
            "image": "Pirates_of_the_Caribbean_At_World's_End_1080p.webp",
            "poster": "Pirates_of_the_Caribbean_At_World's_End_1080p_poster.jpg",
            "movie": "Pirates_of_the_Caribbean_At_World's_End_1080p.mp4",
            "movieEng": "Pirates_of_the_Caribbean_At_World's_End_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 1,
        "create": "05.08.2022 20:58:33",
        "active": true
    },
    {
        "id": 5,
        "title": "Пираты Карибского моря: На странных берегах",
        "text": "<p class=\"gp\">В новой истории о поисках истины, предательстве, вечной молодости и смертельной опасности капитану Джеку Воробью предстоит столкнуться с женщиной из своего прошлого Анжеликой. До самого конца не будет понятно, связывает ли их настоящая любовь, или же Анжелика искусно притворяется, чтобы вместе с Джеком добраться до таинственного источника вечной молодости.</p>\n<p class=\"gp\">Она силой принуждает капитана Джека Воробья взойти на корабль «Месть Королевы Анны», которым управляет коварный злодей Черная Борода. Наш герой оказывается в ситуации, когда он не знает, чего ему бояться больше – ужасного злодея или же свою давнюю подругу.</p>",
        "groupCode": 20004,
        "urlFile": {
            "image": "Pirates_of_the_Caribbean_On_Stranger_Tides_1080.webp",
            "poster": "Pirates_of_the_Caribbean_On_Stranger_Tides_1080_poster.jpg",
            "movie": "Pirates_of_the_Caribbean_On_Stranger_Tides_1080p.mp4",
            "movieEng": null
        },
        "category": "adventures",
        "userId": 1,
        "create": "05.08.2022 21:10:19",
        "active": true
    },
    {
        "id": 6,
        "title": "Пираты Карибского моря: Мертвецы не рассказывают сказки",
        "text": "<p class=\"gp\">Исчерпавший свою удачу капитан Джек Воробей обнаруживает, что за ним охотится его старый неприятель, ужасный капитан Салазар и его мертвецы. Они только что сбежали из Дьявольского треугольника и намерены уничтожить всех пиратов, включая Джека. Поможет спастись лишь могущественный артефакт — трезубец Посейдона, который дарует своему обладателю полный контроль над морями.</p>",
        "groupCode": 20005,
        "urlFile": {
            "image": "Pirates_of_the_Caribbean_Dead_Men_Tell_No_Tales_1080p.webp",
            "poster": "Pirates_of_the_Caribbean_Dead_Men_Tell_No_Tales_1080p_poster.jpg",
            "movie": "Pirates_of_the_Caribbean_Dead_Men_Tell_No_Tales_1080p.mp4",
            "movieEng": "Pirates_of_the_Caribbean_Dead_Men_Tell_No_Tales_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 1,
        "create": "05.08.2022 21:03:52",
        "active": true
    },
    {
        "id": 7,
        "title": "Принц Персии: Пески времени",
        "text": "<p class=\"gp\">Главный герой этой экранизации культовой компьютерной игры, юный принц Дастан всегда побеждал врагов в бою, но потерял королевство из-за козней коварного царедворца. Теперь Дастану предстоит похитить из рук злодеев могущественный магический артефакт, способный повернуть время вспять и сделать своего владельца властелином мира. Помочь одолеть врагов Дастану помогут его блестящие навыки владения холодным оружием, а также недюжинные способности к акробатике и эквилибристике.</p>",
        "groupCode": 30001,
        "urlFile": {
            "image": "Prince_of_Persia_The_Sands_of_Time_1080.webp",
            "poster": "Prince_of_Persia_The_Sands_of_Time_1080p_poster.jpg",
            "movie": "Prince_of_Persia_The_Sands_of_Time_1080.mp4",
            "movieEng": null
        },
        "category": "adventures",
        "userId": 1,
        "create": "03.08.2022 00:13:07",
        "active": true
    },
    {
        "id": 8,
        "title": "Послезавтра",
        "text": "<p class=\"gp\">Земля уверенно движется навстречу глобальной экологической катастрофе: в одной части света все живое погибает от засухи, в другой - разбушевавшаяся водная стихия сносит города.</p>\n<p class=\"gp\">Близость катастрофы вынуждает ученого-климатолога, пытающегося найти способ остановить глобальное потепление, отправиться на поиски пропавшего сына в Нью-Йорк, в котором наступил новый ледниковый период…</p>",
        "groupCode": 40001,
        "urlFile": {
            "image": "The_Day_After_Tomorrow_1080p.webp",
            "poster": "The_Day_After_Tomorrow_1080p_poster.jpg",
            "movie": "The_Day_After_Tomorrow_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "03.08.2022 00:46:57",
        "active": true
    },
    {
        "id": 9,
        "title": "Геошторм",
        "text": "<p class=\"gp\">После беспрецедентной серии стихийных бедствий, обрушившихся на нашу планету, лидеры мировых держав объединили усилия, чтобы создать разветвленную сеть орбитальных спутников по контролю над климатом для предотвращения природных катаклизмов. Но что-то пошло не так – система, выстроенная для защиты Земли, теперь угрожает ей. Начинается гонка наперегонки со временем, в которой надо успеть обнаружить реальную угрозу до того, как всемирный Геошторм сотрёт с лица Земли всё живое.</p>",
        "groupCode": 50001,
        "urlFile": {
            "image": "Geostorm_1080p.webp",
            "poster": "Geostorm_1080p_poster.jpg",
            "movie": "Geostorm_1080p.mp4",
            "movieEng": "Geostorm_1080p_ENG.mp4"
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 21:34:26",
        "active": true
    },
    {
        "id": 10,
        "title": "Варкрафт",
        "text": "<p class=\"gp\">Веками магия и неприступные стены защищали людей от любых напастей. Но древнее зло, побежденное и забытое тысячелетия назад, пробудилось.</p>\n<p class=\"gp\">В самом сердце королевства открылся темный портал, и раса невиданных существ наводнила земли Азерота. Так начались события, призванные навсегда изменить судьбу этого мира.</p>",
        "groupCode": 60001,
        "urlFile": {
            "image": "Warcraft.webp",
            "poster": "Warcraft_1080p_poster.jpg",
            "movie": "Warcraft_1080p.mp4",
            "movieEng": "Warcraft_720p_ENG.mp4"
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 22:16:04",
        "active": true
    },
    {
        "id": 11,
        "title": "Марсианин",
        "text": "<p class=\"gp\">Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из-за надвигающейся песчаной бури. Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури. Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.</p>\n<p class=\"gp\">Очнувшись, Уотни обнаруживает, что связь с Землёй отсутствует, но при этом полностью функционирует жилой модуль. Главный герой начинает искать способ продержаться на имеющихся запасах еды, витаминов, воды и воздуха ещё 4 года до прилёта следующей миссии «Арес-4».</p>",
        "groupCode": 70001,
        "urlFile": {
            "image": "The_Martian.webp",
            "poster": "The_Martian_1080p_poster.jpg",
            "movie": "The_Martian_1080p.mp4",
            "movieEng": "The_Martian_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 1,
        "create": "05.08.2022 22:19:41",
        "active": true
    },
    {
        "id": 12,
        "title": "Морской бой",
        "text": "<p class=\"gp\">Мы посылаем сигналы в космос и ждем ответа. Но уверены ли мы, что хотим его получить? Что если пришельцы потенциально опасны? В 2009 году на конференции в Вашингтоне астронавт Эдгар Митчелл, побывавший на Луне, сделал сенсационное заявление о существовании внеземной жизни. Теперь мы знаем, контакт не просто возможен, он неизбежен!</p>",
        "groupCode": 80001,
        "urlFile": {
            "image": "Battleship.webp",
            "poster": "Battleship_1080p_poster.jpg",
            "movie": "Battleship_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 22:32:01",
        "active": true
    },
    {
        "id": 13,
        "title": "Гарри Поттер и философский камень ",
        "text": "<p class=\"gp\">Жизнь десятилетнего Гарри Поттера нельзя назвать сладкой: родители умерли, едва ему исполнился год, а от дяди и тёти, взявших сироту на воспитание, достаются лишь тычки да подзатыльники. Но в одиннадцатый день рождения Гарри всё меняется. Странный гость, неожиданно появившийся на пороге, приносит письмо, из которого мальчик узнаёт, что на самом деле он - волшебник и зачислен в школу магии под названием Хогвартс. А уже через пару недель Гарри будет мчаться в поезде Хогвартс-экспресс навстречу новой жизни, где его ждут невероятные приключения, верные друзья и самое главное — ключ к разгадке тайны смерти его родителей.</p>",
        "groupCode": 90001,
        "urlFile": {
            "image": "Harry_Potter_and_the_Sorcerer's_Stone.webp",
            "poster": "Harry_Potter_and_the_Sorcerer's_Stone_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Sorcerer's_Stone_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 22:38:40",
        "active": true
    },
    {
        "id": 14,
        "title": "Гарри Поттер и Тайная комната",
        "text": "<p class=\"gp\">Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу.</p>\n<p class=\"gp\">Юный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе. Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями, пытаясь победить темные силы.</p>",
        "groupCode": 90002,
        "urlFile": {
            "image": "Harry_Potter_and_the_Chamber_of_Secrets.webp",
            "poster": "Harry_Potter_and_the_Chamber_of_Secrets_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Chamber_of_Secrets_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 22:48:14",
        "active": true
    },
    {
        "id": 15,
        "title": "Гарри Поттер и узник Азкабана",
        "text": "<p class=\"gp\">В третьей части истории о юном волшебнике полюбившиеся всем герои — Гарри Поттер, Рон и Гермиона — возвращаются уже на третий курс школы чародейства и волшебства Хогвартс. На этот раз они должны раскрыть тайну узника, сбежавшего из зловещей тюрьмы Азкабан, чье пребывание на воле создает для Гарри смертельную опасность...</p>",
        "groupCode": 90003,
        "urlFile": {
            "image": "Harry_Potter_and_the_Prisoner_of_Azkaban.webp",
            "poster": "Harry_Potter_and_the_Prisoner_of_Azkaban_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Prisoner_of_Azkaban_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 22:55:00",
        "active": true
    },
    {
        "id": 16,
        "title": "Гарри Поттер и Кубок огня",
        "text": "<p class=\"gp\">Гарри Поттер, Рон и Гермиона возвращаются на четвёртый курс школы чародейства и волшебства Хогвартс. При таинственных обстоятельствах Гарри был отобран в число участников опасного соревнования — Турнира Трёх Волшебников, однако проблема в том, что все его соперники — намного старше и сильнее.</p>\n<p class=\"gp\">К тому же, знаки указывают на возвращение Лорда Волдеморта. Вскоре Гарри предстоит побороться не только за победу в соревновании, но и, прежде всего, за свою жизнь.</p>",
        "groupCode": 90004,
        "urlFile": {
            "image": "Harry_Potter_and_the_Goblet_of_Fire.webp",
            "poster": "Harry_Potter_and_the_Goblet_of_Fire_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Goblet_of_Fire_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 22:55:48",
        "active": true
    },
    {
        "id": 17,
        "title": "Гарри Поттер и Орден Феникса",
        "text": "<p class=\"gp\">Гарри проводит свой пятый год в школе Хогвартс и обнаруживает, что многие из членов волшебного сообщества отрицают факт недавнего состязания юного волшебника с воплощением вселенского зла Волдемортом. Все делают вид, что не имеют ни малейшего представления о том, что злодей вернулся. Однако впереди волшебников ждет необычная схватка.</p>",
        "groupCode": 90005,
        "urlFile": {
            "image": "Harry_Potter_and_the_Order_of_the_Phoenix.webp",
            "poster": "Harry_Potter_and_the_Order_of_the_Phoenix_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Order_of_the_Phoenix_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "05.08.2022 23:05:06",
        "active": true
    },
    {
        "id": 18,
        "title": "Гарри Поттер и Принц-полукровка",
        "text": "<p class=\"gp\">Теперь не только мир волшебников, но и мир маглов ощущает на себе всевозрастающую силу Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем, каким он был раньше. Гарри подозревает, что в самом замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке, которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу — профессора Горация Слизнорта, который обожает устраивать вечеринки для избранных и гордится своими обширными связями в высших кругах. Но этот бонвиван и не подозревает, что как раз от него Дамблдор надеется заполучить самую важную информацию о крестражах.</p>\n<p class=\"gp\">Тем временем учеников атакуют самые разные враги, а подростковые эмоции хлещут через край. Гарри начинает понимать, что становится все более неравнодушным к Джинни, однако, и Дин Томас тоже. А Лаванда Браун вбила себе в голову, что Рон — тот самый единственный, которого она ждет, да вот только не учла волшебного эффекта шоколадных конфет Ромильды Вейн! Ну и, наконец, Гермиона пылает жгучей ревностью, но старается не показывать своих чувств. Пока романтические отношения расцветают, лишь один ученик остается в стороне. Он твердо намерен оставить свою метку, темную метку. Любовь витает в воздухе, но впереди ждет беда, и Хогвартс, возможно, уже никогда не будет прежним.</p>",
        "groupCode": 90006,
        "urlFile": {
            "image": "Harry_Potter_and_the_Half-Blood_Prince.webp",
            "poster": "Harry_Potter_and_the_Half-Blood_Prince_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Half-Blood_Prince_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 00:40:17",
        "active": true
    },
    {
        "id": 19,
        "title": "Гарри Поттер и Дары Смерти: Часть I",
        "text": "<p class=\"gp\">Гарри Поттера ждёт самое страшное испытание в жизни — смертельная схватка с Волан-де-Мортом. Ждать помощи не от кого — Гарри одинок, как никогда… Друзья и враги Гарри предстают в совершенно неожиданном свете. Граница между Добром и Злом становится всё призрачнее…</p>",
        "groupCode": 90007,
        "urlFile": {
            "image": "Harry_Potter_and_the_Deathly_Hallows_Part_1.webp",
            "poster": "Harry_Potter_and_the_Deathly_Hallows_Part_1_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Deathly_Hallows_Part_1_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 00:43:00",
        "active": true
    },
    {
        "id": 20,
        "title": "Гарри Поттер и Дары Смерти: Часть II",
        "text": "<p class=\"gp\">В грандиозной последней главе битва между добрыми и злыми силами мира волшебников перерастает во всеобщую войну. Ставки ещё никогда не были так высоки, а поиск убежища — столь сложен. И, быть может, именно Гарри Поттеру придется пожертвовать всем в финальном сражении с Волан-де-Мортом.</p>",
        "groupCode": 90008,
        "urlFile": {
            "image": "Harry_Potter_and_the_Deathly_Hallows_Part_2.webp",
            "poster": "Harry_Potter_and_the_Deathly_Hallows_Part_2_1080p_poster.jpg",
            "movie": "Harry_Potter_and_the_Deathly_Hallows_Part_2_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 00:47:13",
        "active": true
    },
    {
        "id": 21,
        "title": "Ван Хельсинг",
        "text": "<p class=\"gp\">Глубоко в Карпатах лежит таинственная страна Трансильвания — мир, в котором зло встречается на каждом шагу, мир, в котором опасность оживает с заходом солнца, и где монстры, живущие в глубине человеческих кошмаров, обретают форму. В этот мир попадает легендарный охотник на чудовищ Ван Хельсинг.</p>\n<p class=\"gp\">В своей непрерывной битве против сил зла и за освобождение мира от порождений ада Ван Хельсинг, по заданию секретного общества, отправляется в Трансильванию, чтобы скрестить оружие со смертельно опасным, наделённым неведомой силой графом Дракулой. На помощь ему внезапно приходит бесстрашная Анна Валери, поставившая целью избавить свою семью от векового проклятья, наложенного убитым вампиром.</p>",
        "groupCode": 100001,
        "urlFile": {
            "image": "Van_Helsing.webp",
            "poster": "Van_Helsing_1080p_poster.jpg",
            "movie": "Van_Helsing_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 00:56:31",
        "active": true
    },
    {
        "id": 22,
        "title": "Джон Картер",
        "text": "<p class=\"gp\">Ветеран Гражданской войны в США Джон Картер против своей воли оказывается на Марсе, где попадает в плен к воинственным четырехметровым туземцам. Картеру предстоит не только спастись самому, но и спасти принцессу Дею Торис из Гелиума.</p>",
        "groupCode": 110001,
        "urlFile": {
            "image": "John_Carter.webp",
            "poster": "John_Carter_1080p_poster.jpg",
            "movie": "John_Carter_1080p.mp4",
            "movieEng": null
        },
        "category": "adventures",
        "userId": 1,
        "create": "06.08.2022 01:01:44",
        "active": true
    },
    {
        "id": 23,
        "title": "Последний охотник на ведьм",
        "text": "<p class=\"gp\">Современный мир скрывает множество секретов, но самым удивительным из них является то, что ведьмы до сих пор живут среди нас. Это злобные сверхъестественные существа, чья цель - наслать на мир смертоносную чуму. Армии охотников на ведьм сражались с ними на протяжении многих веков.</p>\n<p class=\"gp\">В наши дни остался всего лишь один охотник на ведьм, Колдер, которому однажды удалось убить всемогущую королеву ведьм. Но Колдер еще не знает, что королева воскресла и жаждет отомстить своему убийце...</p>",
        "groupCode": 120001,
        "urlFile": {
            "image": "The_Last_Witch_Hunter.webp",
            "poster": "The_Last_Witch_Hunter_1080p_poster.jpg",
            "movie": "The_Last_Witch_Hunter_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 01:06:48",
        "active": true
    },
    {
        "id": 24,
        "title": "Фантастические твари и где они обитают",
        "text": "<p class=\"gp\">Поиск и изучение необычайных волшебных существ приводят магозоолога Ньюта Саламандера в Нью-Йорк. Скорее всего, он отбыл бы на поезде дальше, если бы не немаг (так в Америке называют магглов) по имени Якоб, оставленный в неположенном месте магический чемодан и побег из него фантастических животных Ньюта.</p>",
        "groupCode": 130001,
        "urlFile": {
            "image": "Fantastic_Beasts_and_Where_to_Find_Them.webp",
            "poster": "Fantastic_Beasts_and_Where_to_Find_Them_1080p_poster.jpg",
            "movie": "Fantastic_Beasts_and_Where_to_Find_Them_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "12.08.2022 21:40:09",
        "active": true
    },
    {
        "id": 25,
        "title": "Фантастические твари: Преступления Грин-де-Вальда",
        "text": "<p class=\"gp\">Могущественный тёмный волшебник Геллерт Грин-де-Вальд пойман в Штатах, но не собирается молча сидеть в темнице и устраивает грандиозный побег. Теперь ничто не помешает ему добиться своей цели — установить превосходство волшебников над всеми немагическими существами на планете. Чтобы сорвать планы Грин-де-Вальда, Альбус Дамблдор обращается к своему бывшему студенту Ньюту Саламандеру, который соглашается помочь, не подозревая, какая опасность ему грозит. В раскалывающемся на части волшебном мире любовь и верность проверяются на прочность, а конфликт разделяет даже настоящих друзей и членов семей.</p>",
        "groupCode": 130002,
        "urlFile": {
            "image": "Fantastic_Beasts_The_Crimes_of_Grindelwald.webp",
            "poster": "Fantastic_Beasts_The_Crimes_of_Grindelwald_1080p_poster.jpg",
            "movie": "Fantastic_Beasts_The_Crimes_of_Grindelwald_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "12.08.2022 21:40:11",
        "active": true
    },
    {
        "id": 26,
        "title": "Фантастические твари: Тайны Дамблдора",
        "text": "<p class=\"gp\">Профессор Альбус Дамблдор узнаёт, что могущественный тёмный волшебник Геллерт Грин-де-Вальд планирует захватить власть над миром. Понимая, что не сможет остановить его в одиночку, Дамблдор просит магозоолога Ньюта Саламандера возглавить команду выдающихся волшебников и одного отважного магла-пекаря. Им предстоят невероятно опасные приключения, встреча со старыми и укрощение новых магических существ и борьба со сторонниками Грин-де-Вальда, которых становится всё больше.</p>",
        "groupCode": 130003,
        "urlFile": {
            "image": "Fantastic_Beasts_The_Secrets_of_Dumbledore.webp",
            "poster": "Fantastic_Beasts_The_Secrets_of_Dumbledore_1080p_poster.jpg",
            "movie": "Fantastic_Beasts_The_Secrets_of_Dumbledore_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 01:23:34",
        "active": true
    },
    {
        "id": 27,
        "title": "Валериан и город тысячи планет",
        "text": "<p class=\"gp\">2700 год. Валериан и Лорелин - космические спецагенты, которые по долгу службы впутались в подозрительное дело и стали невольными участниками то ли межгалактического заговора, то ли аферы причудливых поселенцев планеты Альфа, прибывших туда из различных миров со всех уголков галактик.</p>",
        "groupCode": 140001,
        "urlFile": {
            "image": "Valerian_and_the_City_of_a_Thousand_Planets.webp",
            "poster": "Valerian_and_the_City_of_a_Thousand_Planets_1080p_poster.jpg",
            "movie": "Valerian_and_the_City_of_a_Thousand_Planets_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 02:07:12",
        "active": true
    },
    {
        "id": 28,
        "title": "Терминатор: Генезис",
        "text": "<p class=\"gp\">Когда Джон Коннор, лидер сопротивления, посылает сержанта Кайла Риза назад в 1984 год, чтобы защитить Сару Коннор и спасти будущее, неожиданный поворот событий создает разлом во времени. Сержант Риз оказывается в новой, незнакомой версии прошлого, где он встречает неожиданных союзников, в том числе Терминатора, новых опасных врагов, и новую миссию: изменить будущее...</p>",
        "groupCode": 150001,
        "urlFile": {
            "image": "Terminator_Genisys.webp",
            "poster": "Terminator_Genisys_1080p_poster.jpg",
            "movie": "Terminator_Genisys_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 02:13:30",
        "active": true
    },
    {
        "id": 29,
        "title": "Пассажиры",
        "text": "<p class=\"gp\">Космический корабль с 5 000 пассажирами на борту, погруженными на время полета в искусственный сон, держит курс на планету, которая станет для них новым домом. Всё идет по плану, но из-за сбоя системы двое пассажиров неожиданно просыпаются и понимают, что до конечного пункта путешествия 90 лет пути, и им суждено остаток жизни провести вдвоем в роскошных интерьерах корабля, оснащенного по последнему слову техники. Постепенно Джима и Аврору начинает непреодолимо тянуть друг к другу, но корабль попадает в беду, и теперь в их руках – жизнь и судьба всех обитателей корабля.</p>",
        "groupCode": 160001,
        "urlFile": {
            "image": "Passengers.webp",
            "poster": "Passengers_1080p_poster.jpg",
            "movie": "Passengers_1080p.mp4",
            "movieEng": null
        },
        "category": "adventures",
        "userId": 1,
        "create": "06.08.2022 02:18:40",
        "active": true
    },
    {
        "id": 30,
        "title": "Дюна",
        "text": "<p class=\"gp\">Наследник знаменитого дома Атрейдесов Пол отправляется вместе с семьей на одну из самых опасных планет во Вселенной — Арракис. Здесь нет ничего, кроме песка, палящего солнца, гигантских чудовищ и основной причины межгалактических конфликтов — невероятно ценного ресурса, который называется меланж. В результате захвата власти Пол вынужден бежать и скрываться, и это становится началом его эпического путешествия. Враждебный мир Арракиса приготовил для него множество тяжелых испытаний, но только тот, кто готов взглянуть в глаза своему страху, достоин стать избранным.</p>",
        "groupCode": 170001,
        "urlFile": {
            "image": "Dune_Part_One.webp",
            "poster": "Dune_Part_One_1080p_poster.jpg",
            "movie": "Dune_Part_One_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 02:24:15",
        "active": true
    },
    {
        "id": 31,
        "title": "Мумия",
        "text": "<p class=\"gp\">На бескрайних просторах египетской пустыни компания сорвиголов разных национальностей рыщет в поисках несметных сокровищ фараона, над которыми тяготеет жуткое древнее проклятие.</p>\n<p class=\"gp\">Рядом с кладом покоится мумия коварного жреца, жестоко казненного за ужасное убийство могущественного правителя Египта. Золотоискатели потревожили многовековой покой гробницы, и мумия встает из могилы, чтобы погрузить мир в царство кошмара...</p>",
        "groupCode": 180001,
        "urlFile": {
            "image": "The_Mummy.webp",
            "poster": "The_Mummy_1080p_poster.jpg",
            "movie": "The_Mummy_1080p.mp4",
            "movieEng": null
        },
        "category": "adventures",
        "userId": 1,
        "create": "06.08.2022 02:31:39",
        "active": true
    },
    {
        "id": 32,
        "title": "Мумия возвращается",
        "text": "<p class=\"gp\">Прошло десять лет... Наш отважный герой, искатель приключений Рик О'Конелл, теперь богат, счастливо женат на прекрасной Эвелин и воспитывает своего восьмилетнего сына Алекса.</p>\n<p class=\"gp\">Но злой рок не дает очаровательной семье О'Конеллов насладиться спокойной жизнью. Зловещий жрец Имхотеп снова восстал из мертвых! Теперь у Рика, Эвелин и малютки Алекса есть всего семь дней, чтобы спасти мир...</p>",
        "groupCode": 180002,
        "urlFile": {
            "image": "The_Mummy_Returns.webp",
            "poster": "The_Mummy_Returns_1080p_poster.jpg",
            "movie": "The_Mummy_Returns_1080p.mp4",
            "movieEng": null
        },
        "category": "adventures",
        "userId": 1,
        "create": "06.08.2022 02:36:47",
        "active": true
    },
    {
        "id": 33,
        "title": "Меч короля Артура",
        "text": "<p class=\"gp\">Молодой Артур живёт на задворках Лондиниума вместе со своей бандой. Он и понятия не имел о собственном королевском происхождении, пока однажды не взял в руки меч Экскалибур. Меч начинает менять Артура. В результате он присоединяется к сопротивлению и таинственной молодой девушке по имени Гвиневра. Ему предстоит научиться понимать магическое оружие, которым он овладел, преодолеть себя и объединить народ в борьбе против диктатора Вортигерна, убившего его родителей и завладевшего короной.</p>",
        "groupCode": 190001,
        "urlFile": {
            "image": "King_Arthur_Legend_of_the_Sword.webp",
            "poster": "King_Arthur_Legend_of_the_Sword_1080p_poster.jpg",
            "movie": "King_Arthur_Legend_of_the_Sword_1080p.mp4",
            "movieEng": "King_Arthur_Legend_of_the_Sword_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 1,
        "create": "12.08.2022 21:36:16",
        "active": true
    },
    {
        "id": 34,
        "title": "Tomb Raider: Лара Крофт",
        "text": "<p class=\"gp\">Лара Крофт – весьма самостоятельная дочь эксцентричного искателя приключений, который пропал, едва она стала подростком. Теперь ей двадцать один, она бесцельно проживает свою жизнь, курьером рассекая на байке по забитым улицам восточного Лондона. Решительно настроенная пробиться сама, она отказывается брать на себя руководство глобальной империей отца, столь же категорично отвергая мысль о том, что он действительно пропал. Слыша советы о том, что ей нужно смириться с этим фактом и жить дальше после семи лет бесплодных поисков, Лара уже и сама не понимает, что же заставляет ее распутывать обстоятельства его таинственного исчезновения.</p>",
        "groupCode": 200001,
        "urlFile": {
            "image": "Tomb_Raider.webp",
            "poster": "Tomb_Raider_1080p_poster.jpg",
            "movie": "Tomb_Raider_1080p.mp4",
            "movieEng": "Tomb_Raider_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 2,
        "create": "06.08.2022 20:12:41",
        "active": true
    },
    {
        "id": 35,
        "title": "Капитан Марвел",
        "text": "<p class=\"gp\">После столкновения с враждующими инопланетными расами пилот военно-воздушных сил Кэрол Дэнверс обретает суперсилу и становится неуязвимой. Ей предстоит совладать со своими новыми способностями, чтобы противостоять могущественному врагу.</p>",
        "groupCode": 210001,
        "urlFile": {
            "image": "Captain_Marvel.webp",
            "poster": "Captain_Marvel_1080p_poster.jpg",
            "movie": "Captain_Marvel_1080p.mp4",
            "movieEng": null
        },
        "category": "fantastic",
        "userId": 1,
        "create": "06.08.2022 15:48:40",
        "active": true
    },
    {
        "id": 36,
        "title": "Живая сталь",
        "text": "<p class=\"gp\">События фильма происходят в будущем, где бокс запрещен за негуманностью и заменен боями 2000-фунтовых роботов, управляемых людьми. Бывший боксер, а теперь промоутер, переметнувшийся в Робобокс, решает, что наконец нашел своего чемпиона, когда ему попадается выбракованный, но очень способный робот. Одновременно на жизненном пути героя возникает 11-летний парень, оказывающийся его сыном. И по мере того, как машина пробивает свой путь к вершине, обретшие друг друга отец и сын учатся дружить.</p>",
        "groupCode": 220001,
        "urlFile": {
            "image": "Real_Steel.webp",
            "poster": "Real_Steel_1080p_poster.jpg",
            "movie": "Real_Steel_1080p.mp4",
            "movieEng": "Real_Steel_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 2,
        "create": "30.08.2022 00:58:36",
        "active": true
    },
    {
        "id": 37,
        "title": "Крепкий орешек 4.0",
        "text": "<p class=\"gp\">Мир снова под угрозой: террористы захватили контроль над глобальной компьютерной сетью. Повсюду воцаряется хаос, правительство и спецслужбы бессильны. Джон МакКлейн давно в отставке, но он не будет стоять в стороне, когда надо защищать семью. Однако в этот раз ему уже не справиться без помощника.</p>",
        "groupCode": 230001,
        "urlFile": {
            "image": "Live_Free_or_Die_Hard.webp",
            "poster": "Live_Free_or_Die_Hard_1080p_poster.jpg",
            "movie": "Live_Free_or_Die_Hard_1080p.mp4",
            "movieEng": null
        },
        "category": "adventures",
        "userId": 2,
        "create": "30.08.2022 01:08:44",
        "active": true
    },
    {
        "id": 38,
        "title": " Анчартед: На картах не значится",
        "text": "<p class=\"gp\">Нейтан Дрейк не видел старшего брата Сэма 15 лет, с тех пор как тот сбежал из сиротского приюта. Парень работает барменом и промышляет мелким воровством, когда на него выходит Виктор Салливан по прозвищу Салли и предлагает отправиться на поиски давно потерянных сокровищ Магеллана. Узнав, что Салли знаком с Сэмом, Нейтан соглашается на авантюру, надеясь также отыскать и брата.</p>",
        "groupCode": 240001,
        "urlFile": {
            "image": "Uncharted.webp",
            "poster": "Uncharted_1080p_poster.jpg",
            "movie": "Uncharted_1080p.mp4",
            "movieEng": "Uncharted_1080p_ENG.mp4"
        },
        "category": "adventures",
        "userId": 2,
        "create": "06.11.2022 15:53:41",
        "active": true
    },
    {
        "id": 39,
        "title": "Война будущего",
        "text": "<p class=\"gp\">Декабрь 2022 года. Во время финала чемпионата мира по футболу в Катаре на поле высаживается десант из будущего. Прибывшие заявляют, что через 30 лет Земля подвергнется инопланетному вторжению, и, если люди настоящего не помогут людям будущего, то человечество прекратит существование. Так начинается принудительная отправка граждан на войну, с которой возвращаются только 30%.</p>\n<p class=\"gp\">Через некоторое время приходит очередь и Дэна — бывшего военного, а ныне школьного учителя и заботливого отца. После короткого инструктажа его группу посылают на задание, но из-за технической ошибки высадка происходит не в том месте — на крыше дома в полуразрушенном городе, который вскоре подвергнется бомбардировке.</p>",
        "groupCode": 250001,
        "urlFile": {
            "image": "The_Tomorrow_War.webp",
            "poster": "The_Tomorrow_War_1080p_poster.jpg",
            "movie": "The_Tomorrow_War_1080p.mp4",
            "movieEng": "The_Tomorrow_War_1080p_ENG.mp4"
        },
        "category": "fantastic",
        "userId": 2,
        "create": "06.11.2022 17:51:47",
        "active": true
    }
]